/*
* ------------------------------------------------------------
* IMPORTANT: The contents of this file are auto-generated.
*
* This file may be updated by the Shopify admin theme editor
* or related systems. Please exercise caution as any changes
* made to this file may be overwritten.
* ------------------------------------------------------------
*/
{
    "sections": {
      "main": {
        "type": "main-page",
        "disabled": true,
        "settings": {
          "padding_top": 28,
          "padding_bottom": 28
        }
      },
      "image_banner": {
        "type": "image-banner",
        "blocks": {
          "heading": {
            "type": "heading",
            "settings": {
              "heading": "<strong>DELIVERY & RETURNS<\/strong>",
              "heading_size": "h0"
            }
          }
        },
        "block_order": [
          "heading"
        ],
        "settings": {
          "image": "shopify:\/\/shop_images\/LIGTH_2x_d1af3245-0ff3-42c6-9322-6c2fbf4f4cb7.png",
          "custom_class": "",
          "image_overlay_opacity": 40,
          "image_height": "large",
          "desktop_content_position": "middle-center",
          "show_text_box": false,
          "desktop_content_alignment": "center",
          "color_scheme": "scheme-3",
          "image_behavior": "none",
          "mobile_content_alignment": "center",
          "stack_images_on_mobile": false,
          "show_text_below": false,
          "padding_top": 35,
          "padding_bottom": 35
        }
      },
      "rich_text_X78mR2": {
        "type": "rich-text",
        "blocks": {
          "text_mzMSPp": {
            "type": "text",
            "settings": {
              "text": "<p><strong>SHIPPING WITHIN THE USA<\/strong><\/p><p>Orders received by noon Standard Eastern Time, will normally ship within the same business day.<\/p><p>Occasionally, orders will ship the next business day. In the US - We normally ship via UPS or FedEx ground Free of Charge. Faster service is available for a fee that varies according to your location. Available services are UPS 2nd Day Air or FedEx equivalent and UPS Next Day Air or FedEx equivalent.<\/p><p>To obtain the price for these services you have to complete the order. You will be given a chance to change your order or cancel it before approving it.<\/p><p><strong>INTERNATIONAL SHIPPING FEES<\/strong><\/p><p>Currently we offer free shipping for all orders above 100$ in the US and EU. All orders under $100 USD will be charged a $15 USD flat rate via DHL Express. The expected delivery days will show at checkout.<\/p><p><strong>TAXES AND DUTIES<\/strong><\/p><p>The price displayed on our website are denominated in US Dollars and do not include any sales taxes.<\/p><p><strong>INTERNATIONAL SHIPMENTS TAXES<\/strong><\/p><p>For shipments outside of the United States, the customs office (or other authorities) in the destination country may separately apply import duties, customs fees and\/or other duties, fees, taxes and charges to your order. Customers are responsible for payment of these duties, fees, taxes and charges. In many cases VAT is collected by the carrier (e.g. FedEx) for orders shipped to Europe or Canada. For United Kingdom, Germany and France addresses VAT is collected at the time of checkout. <\/p><p>If we can be of any assistance regarding your international order, please don’t hesitate to contact us. We will be happy to answer your questions regarding international orders.<\/p><p><strong>RETURN POLICY<\/strong><\/p><p>If you are not completely satisfied with your purchase, you may return your purchase within 30 days to the address below (except of clearance items – see below policy for clearance items).<\/p><ol><li>E. Gluck Corp. \/ RETURNS<\/li><li>6015 Little Neck Parkway <\/li><li>Little Neck, NY 11362 <\/li><li>USA<\/li><\/ol><p>If you purchased with a credit card, the original purchase amount, less shipping, will be credited to your credit card. If you purchased by check or money order, a refund check will be mailed to the billing address on your order.<\/p><p>Returns are accepted in the original box with all original packing material, manuals, and warranty cards. You are responsible for return shipping costs.<\/p><p>We recommend you to insure your return shipment. We cannot be held responsible for items we do not receive.<\/p><p>All returns must be in new condition. We cannot issue refunds for watches that show signs of use.<\/p><p>We cannot accept modified watches for credit. If links are added or removed from the bracelet we cannot accept the watch for return.<\/p><p><strong>RETURN OF CLEARANCE ITEMS<\/strong><\/p><p>Clearance items (i.e. items that are sold with 60% off or more) cannot be returned, unless they are faulty either in material or workmanship. A faulty item will be replaced if we have it in stock otherwise it'll be refunded in full. In the event of a faulty watch the purchaser needs to notify Torgoen within 30 days of purchase by email to staff@torgoen.com to receive instructions of how to return the item. Failing to notify Torgoen within 30 days will automatically activate the 3 years warranty terms that can be found here.<\/p><p><strong>RIGHT OF CANCELLATION<\/strong><\/p><p>We reserve the right to cancel any order after refunding the full amount. This can happen for various reasons. One of the most common causes for cancellation could be a purchase of a sold out item.<\/p>"
            }
          }
        },
        "block_order": [
          "text_mzMSPp"
        ],
        "custom_css": [
          ".rich-text__text.rte ol {padding-left: 0; list-style: none;}"
        ],
        "settings": {
          "desktop_content_position": "center",
          "content_alignment": "left",
          "color_scheme": "",
          "full_width": true,
          "padding_top": 84,
          "padding_bottom": 72
        }
      },
      "service_block_HEXexg": {
        "type": "service_block",
        "blocks": {
          "image_mqr8cK": {
            "type": "image",
            "settings": {
              "service-title": "FREE WORLDWIDE SHIPPING",
              "service-desc": "",
              "link": ""
            }
          },
          "image_qH9ze8": {
            "type": "image",
            "settings": {
              "service-title": "HIGHEST QUALITY ASSURANCE",
              "service-desc": "",
              "link": ""
            }
          },
          "image_73Kqgn": {
            "type": "image",
            "settings": {
              "service-title": "DIRECT SALE",
              "service-desc": "",
              "link": ""
            }
          },
          "image_N6n3w4": {
            "type": "image",
            "settings": {
              "service-title": "CUSTOMER POLICY",
              "service-desc": "",
              "link": ""
            }
          }
        },
        "block_order": [
          "image_mqr8cK",
          "image_qH9ze8",
          "image_73Kqgn",
          "image_N6n3w4"
        ],
        "settings": {
          "bg_color": "#212121",
          "service_width": "4",
          "icon_position": "center",
          "section_bottom_spacing_desktop": 0,
          "section_bottom_spacing_mobile": 0
        }
      }
    },
    "order": [
      "main",
      "image_banner",
      "rich_text_X78mR2",
      "service_block_HEXexg"
    ]
  }
  